{
  "id": "neuroimaging",
  "title": "Neuroimaging Pattern Recognition in Neurogenetics",
  "description": "A systematic approach to recognizing MRI patterns that should trigger genetic testing in neurological disease — covering basal ganglia and deep gray matter abnormalities, white matter patterns in leukodystrophies, malformations of cortical development, posterior fossa anomalies, and stroke-like presentations with genetic underpinnings.",
  "tags": ["Neurogenetics", "Clinical Decision-Making"],
  "difficulty": "intermediate",
  "duration": "25 min",
  "color": "violet",
  "learningObjectives": [
    "Recognize bilateral symmetric basal ganglia and brainstem T2 hyperintensities as indicators of metabolic and neurodegenerative genetic disorders",
    "Apply a systematic approach to white matter abnormalities using distribution, MR spectroscopy, and clinical features to distinguish leukodystrophies",
    "Correlate malformations of cortical development with specific genotypes based on MRI gradient and associated features",
    "Identify posterior fossa and cerebellar MRI patterns that narrow the differential to specific genetic syndromes",
    "Distinguish genetic stroke mimics from classic vascular stroke using lesion distribution, metabolic markers, and systemic features"
  ],
  "sections": [
    {
      "title": "Basal Ganglia & Deep Gray Matter Patterns",
      "content": "Bilateral symmetric T2 hyperintensities in the basal ganglia and brainstem are among the most important neuroimaging red flags for genetic disease. The prototypical example is Leigh syndrome (subacute necrotizing encephalopathy), caused by pathogenic variants in more than 75 genes affecting mitochondrial oxidative phosphorylation. Leigh syndrome classically shows bilateral symmetric T2 signal abnormality in the putamen, caudate, thalami, and periaqueductal gray matter, often with elevated lactate on MR spectroscopy. Neurodegeneration with brain iron accumulation (NBIA) disorders produce T2 hypointensity from iron deposition: PANK2 mutations cause the pathognomonic 'eye of the tiger' sign in the globus pallidus, while PLA2G6 and WDR45 (beta-propeller protein-associated neurodegeneration) show cerebellar atrophy with iron accumulation. Wilson disease (ATP7B) may demonstrate the 'face of the giant panda' sign on axial midbrain images, with T2 hyperintensity in the putamen and caudate from copper deposition. Glutaric aciduria type 1 (GCDH) produces a distinctive combination of wide sylvian fissures (frontotemporal hypoplasia) with acute basal ganglia necrosis during metabolic crises. Biotin-thiamine-responsive basal ganglia disease (SLC19A3) causes bilateral caudate and putaminal necrosis that is partially reversible with early biotin and thiamine supplementation, making recognition urgent. The key clinical distinction is between metabolic etiologies (often progressive, triggered by illness, with systemic metabolic abnormalities) and structural or toxic causes (acute onset, asymmetric, history of exposure or hypoxia).",
      "keyPoints": [
        "Leigh syndrome (>75 genes, both mtDNA and nuclear): bilateral symmetric T2 hyperintensity in putamen, caudate, thalami, and brainstem (periaqueductal gray, dorsal medulla); elevated lactate on MRS; onset typically in infancy with developmental regression during metabolic crises",
        "NBIA disorders: PANK2 causes the 'eye of the tiger' sign (central T2 hyperintensity surrounded by T2 hypointensity in the globus pallidus); PLA2G6 shows cerebellar atrophy with iron deposition; WDR45 (BPAN, X-linked dominant) shows substantia nigra and globus pallidus iron accumulation with childhood static encephalopathy followed by adolescent-onset dystonia-parkinsonism",
        "Wilson disease (ATP7B, autosomal recessive): T2 hyperintensity in putamen, caudate, and thalami from copper deposition; the 'face of the giant panda' sign in the midbrain tegmentum is characteristic; always check ceruloplasmin and 24-hour urine copper when basal ganglia changes are seen in a child or young adult with movement disorder or psychiatric symptoms",
        "Glutaric aciduria type 1 (GCDH): characteristic widening of the sylvian fissures with frontotemporal hypoplasia present from birth, combined with acute bilateral striatal necrosis during intercurrent illness; detectable on newborn screening via elevated glutarylcarnitine (C5DC); early treatment prevents striatal injury",
        "Biotin-thiamine-responsive basal ganglia disease (SLC19A3): bilateral caudate and putaminal necrosis, often triggered by febrile illness; partially reversible with early biotin (5-10 mg/kg/day) and thiamine (up to 40 mg/kg/day) supplementation — one of the most treatable genetic basal ganglia disorders, making rapid recognition essential",
        "Red flags for metabolic vs. structural basal ganglia disease: metabolic causes are typically bilateral and symmetric, progressive or episodic with metabolic decompensation, and associated with elevated lactate or specific organic acid profiles; structural/toxic causes tend to be asymmetric, acute, and associated with a clear precipitant (hypoxia, carbon monoxide, toxin exposure)"
      ]
    },
    {
      "title": "White Matter Patterns (Leukodystrophies)",
      "content": "The leukodystrophies are a heterogeneous group of inherited disorders primarily affecting central nervous system white matter. A systematic MRI-based approach evaluates white matter signal distribution (anterior vs. posterior predominant, periventricular vs. subcortical, confluent vs. patchy), the presence of specific ancillary features (enhancement, cysts, calcification), and MR spectroscopy findings to narrow the differential. Metachromatic leukodystrophy (ARSA deficiency) produces confluent periventricular white matter T2 hyperintensity with a characteristic 'tigroid' or 'leopard skin' pattern of sparing around perivascular spaces, reflecting preserved myelin around vessels. Krabbe disease (GALC deficiency) preferentially involves the optic radiations and corticospinal tracts, with peripheral nerve thickening and elevated CSF protein. X-linked adrenoleukodystrophy (ABCD1) classically shows posterior periventricular white matter involvement beginning at the splenium of the corpus callosum with an enhancing leading edge of active demyelination, progressing anteriorly; adrenal insufficiency may precede neurological symptoms by years. Alexander disease is caused by dominant gain-of-function variants in GFAP (glial fibrillary acidic protein) and produces frontal-predominant white matter disease with macrocephaly, periventricular rim enhancement, and basal ganglia and brainstem involvement. Vanishing white matter disease (EIF2B1-5) causes progressive white matter rarefaction that approaches CSF signal intensity on FLAIR, often with acute deterioration triggered by febrile illness or minor head trauma. Canavan disease (ASPA deficiency) is diagnosed by markedly elevated N-acetylaspartate (NAA) on MR spectroscopy, with diffuse white matter involvement and macrocephaly. MR spectroscopy is an indispensable adjunct: elevated lactate suggests mitochondrial disease, elevated NAA is pathognomonic for Canavan, and decreased NAA with elevated choline reflects active demyelination in many leukodystrophies.",
      "keyPoints": [
        "Metachromatic leukodystrophy (ARSA, autosomal recessive): confluent periventricular white matter T2 hyperintensity with characteristic 'tigroid' pattern of preserved perivascular myelin; late infantile form most common (onset 12-30 months with gait regression); arylsulfatase A enzyme activity and urine sulfatides confirm diagnosis; hematopoietic stem cell transplant effective if performed pre-symptomatically",
        "Krabbe disease (GALC, autosomal recessive): early infantile form shows T2 hyperintensity along optic radiations, corticospinal tracts, and cerebellar white matter; peripheral nerve involvement with elevated CSF protein distinguishes it from other leukodystrophies; newborn screening enables pre-symptomatic HSCT in some states; MRI may show thalamic T2 hyperintensity early in disease course",
        "X-linked adrenoleukodystrophy (ABCD1): posterior periventricular white matter demyelination spreading from the splenium of the corpus callosum anteriorly; the enhancing leading edge on contrast MRI indicates active inflammation and disease progression; Loes scoring system quantifies MRI severity (score >8.5 indicates poor transplant outcome); all boys with adrenal insufficiency should be tested for ABCD1",
        "Alexander disease (GFAP, autosomal dominant gain-of-function): frontal white matter predominant involvement with macrocephaly; periventricular rim of contrast enhancement and T2 signal abnormality in basal ganglia, thalami, and brainstem are key features; infantile form presents with seizures and macrocephaly; juvenile and adult forms present with bulbar symptoms and spasticity",
        "Vanishing white matter disease (EIF2B1-5, autosomal recessive): progressive white matter rarefaction — affected white matter signal approaches CSF on FLAIR and diffusion imaging; episodic deterioration triggered by fever, minor head trauma, or emotional stress is characteristic; outer rim of preserved subcortical U-fibers early in disease; five genes (EIF2B1-5) encode the five subunits of eIF2B translation initiation factor",
        "MR spectroscopy as a diagnostic tool: elevated NAA peak is pathognomonic for Canavan disease (ASPA deficiency, autosomal recessive — impaired NAA hydrolysis); elevated lactate doublet at 1.3 ppm suggests mitochondrial white matter involvement; decreased NAA with elevated choline reflects axonal loss with active demyelination; MRS should be performed routinely in all undiagnosed leukodystrophy cases"
      ]
    },
    {
      "title": "Malformations of Cortical Development",
      "content": "Malformations of cortical development (MCD) result from disrupted neuronal proliferation, migration, or cortical organization and are among the most common structural causes of genetic epilepsy and intellectual disability. MRI pattern recognition combined with associated clinical features enables precise genotype prediction in many cases. The lissencephaly spectrum provides the clearest example of genotype-MRI correlation: LIS1 (PAFAH1B1) deletions or variants produce lissencephaly with a posterior-greater-than-anterior gradient (posterior agyria with anterior pachygyria), while DCX (doublecortin) mutations produce an anterior-greater-than-posterior gradient in males (anterior agyria) and subcortical band heterotopia ('double cortex') in heterozygous females. ARX mutations in males cause X-linked lissencephaly with abnormal genitalia (XLAG), a combination that immediately narrows the differential. Tubulinopathies (TUBA1A, TUBB2B, TUBB3) cause a spectrum from lissencephaly to polymicrogyria with associated dysmorphic basal ganglia and corpus callosum abnormalities. Polymicrogyria (PMG) may be genetic or acquired, but bilateral symmetric patterns strongly suggest genetic etiology: bilateral perisylvian PMG is associated with TUBB2B and GPR56 (ADGRG1), while GPR56 mutations cause a distinctive bilateral frontoparietal PMG with white matter changes and cerebellar hypoplasia. Periventricular nodular heterotopia (PNH) — gray matter nodules lining the lateral ventricles — is most commonly caused by FLNA (filamin A) loss-of-function variants in females (X-linked dominant, often lethal in males), presenting with epilepsy, normal to borderline intelligence, and cardiovascular anomalies. Autosomal recessive PNH is caused by ARFGEF2, typically with microcephaly. Focal cortical dysplasia type II, increasingly recognized as a somatic mosaicism disorder, involves the mTOR signaling pathway: germline variants in DEPDC5, NPRL2, and NPRL3 (GATOR1 complex components) cause familial focal epilepsy with variable focal cortical dysplasia, while somatic activating mutations in MTOR itself are found in resected FCD tissue.",
      "keyPoints": [
        "Lissencephaly genotype-MRI gradient: LIS1/PAFAH1B1 (17p13.3) produces posterior-predominant agyria with relative anterior pachygyria; DCX (Xq22.3) produces anterior-predominant agyria in hemizygous males and subcortical band heterotopia ('double cortex') in heterozygous females; this anterior-posterior gradient distinction on MRI directly guides which gene to test first",
        "ARX mutations (Xp21.3): X-linked lissencephaly with abnormal genitalia (XLAG) — the combination of lissencephaly, agenesis of the corpus callosum, and ambiguous or underdeveloped genitalia in a male infant is virtually pathognomonic for ARX; ARX expansion mutations also cause X-linked infantile spasms and intellectual disability without structural brain malformations",
        "Polymicrogyria patterns: bilateral perisylvian PMG (most common genetic form) is associated with TUBB2B and GPR56/ADGRG1; GPR56 mutations cause bilateral frontoparietal PMG with cerebellar involvement and white matter abnormalities; unilateral PMG is more often acquired (vascular insult, CMV infection) but should still prompt genetic evaluation if no clear acquired etiology is identified",
        "Periventricular nodular heterotopia (PNH): FLNA (filamin A, Xq28) is the most common cause — X-linked dominant, typically seen in females (male-lethal); presents with epilepsy onset in adolescence/young adulthood, often with normal cognition; associated with Ehlers-Danlos-like features and cardiovascular anomalies; ARFGEF2 causes autosomal recessive PNH with microcephaly and more severe developmental impairment",
        "Focal cortical dysplasia and the mTOR pathway: germline heterozygous variants in GATOR1 complex genes (DEPDC5, NPRL2, NPRL3) cause autosomal dominant familial focal epilepsy with FCD type II in some carriers; somatic second-hit mutations in the same pathway (including MTOR, TSC1, TSC2, PIK3CA) are found in surgically resected FCD tissue; mTOR inhibitors (everolimus) may have therapeutic utility"
      ]
    },
    {
      "title": "Posterior Fossa & Cerebellar Patterns",
      "content": "Posterior fossa malformations and cerebellar abnormalities encompass a wide range of genetic disorders that can be systematically categorized by their MRI appearance. Joubert syndrome and related disorders (JSRD) are defined by the 'molar tooth sign' on axial MRI — a distinctive appearance created by thickened, horizontally oriented superior cerebellar peduncles with a deepened interpeduncular fossa, resulting from agenesis or severe hypoplasia of the cerebellar vermis. Joubert syndrome is a ciliopathy with extreme genetic heterogeneity: over 40 genes have been implicated, including CC2D2A, TMEM216, TMEM67, AHI1, and CPLANE1, all encoding components of the primary cilium or basal body. Clinical features beyond the molar tooth sign include hypotonia, oculomotor apraxia, episodic hyperpnea in infancy, and variable organ involvement (retinal dystrophy, nephronophthisis, hepatic fibrosis) that depends on the specific gene. Dandy-Walker malformation — characterized by cystic dilation of the fourth ventricle with hypoplasia or agenesis of the cerebellar vermis and enlarged posterior fossa — has been associated with ZIC1 and ZIC4 deletions, FOXC1, and chromosomal aneuploidies (trisomy 13, 18). Pontocerebellar hypoplasia (PCH) is a group of severe autosomal recessive disorders characterized by hypoplasia and progressive atrophy of both the pons and cerebellum: the TSEN complex genes (TSEN2, TSEN15, TSEN34, TSEN54) encoding tRNA splicing endonuclease subunits cause the most common forms (PCH2, PCH4); RARS2 mutations cause PCH6 with elevated CSF lactate; CASK mutations (X-linked) cause pontocerebellar hypoplasia with microcephaly predominantly in females. Progressive cerebellar atrophy patterns help distinguish genetic ataxias: the spinocerebellar ataxias (SCAs) show characteristic patterns — SCA1, SCA2, and SCA3 produce olivopontocerebellar atrophy, while SCA6 (CACNA1A) and SCA15/16 (ITPR1) show pure cerebellar cortical atrophy. Ataxia-telangiectasia (ATM) causes progressive cerebellar atrophy with elevated alpha-fetoprotein, oculomotor apraxia, and immunodeficiency.",
      "keyPoints": [
        "Joubert syndrome (>40 genes, ciliopathy): the 'molar tooth sign' on axial MRI (thickened, elongated superior cerebellar peduncles + deep interpeduncular fossa + vermis hypoplasia) is pathognomonic; key genes include CC2D2A, TMEM216, TMEM67, and AHI1; associated multi-organ involvement (retinal dystrophy, nephronophthisis, hepatic fibrosis) varies by genotype — renal and ophthalmologic screening is mandatory at diagnosis",
        "Dandy-Walker malformation: cystic dilation of the fourth ventricle with vermis hypoplasia and enlarged posterior fossa; associated with ZIC1/ZIC4 deletions (chromosome 3q24), FOXC1 variants, and chromosomal abnormalities (trisomy 13, trisomy 18); hydrocephalus requiring shunting occurs in ~80%; must be distinguished from mega cisterna magna (normal vermis) and Blake's pouch cyst (inferior vermis rotation without hypoplasia)",
        "Pontocerebellar hypoplasia (PCH): severe autosomal recessive conditions with prenatal-onset pontine and cerebellar hypoplasia; TSEN54 is the most commonly mutated gene (PCH2 and PCH4); RARS2 causes PCH6 with mitochondrial features (elevated lactate); CASK (X-linked) causes microcephaly with pontocerebellar hypoplasia predominantly in females; MRI shows a characteristic 'dragonfly' pattern with flattened cerebellar hemispheres and absent or severely atrophic vermis",
        "Spinocerebellar ataxia (SCA) imaging patterns: SCA1, SCA2, SCA3 (polyglutamine repeat expansions) show olivopontocerebellar atrophy with pontine and cerebellar peduncle involvement; SCA2 often shows the most prominent pontine atrophy; SCA6 (CACNA1A) and SCA15/16 (ITPR1) show isolated cerebellar cortical atrophy without brainstem involvement — this distinction helps prioritize genetic testing in adult-onset ataxia",
        "Ataxia-telangiectasia (ATM, autosomal recessive): progressive cerebellar atrophy beginning in early childhood; associated features include oculomotor apraxia, choreoathetosis, oculocutaneous telangiectasias (typically appearing by age 5-8), elevated alpha-fetoprotein, immunodeficiency (IgA and IgG subclass deficiency), and dramatically increased cancer susceptibility (lymphoma, leukemia); radiosensitivity testing and AFP measurement aid rapid clinical diagnosis before genetic confirmation"
      ]
    },
    {
      "title": "Stroke-like & Vascular Patterns",
      "content": "Several genetic conditions produce stroke-like lesions or cerebrovascular disease that may be misdiagnosed as typical ischemic stroke if the clinician does not recognize distinguishing features. MELAS (mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes), most commonly caused by the m.3243A>G variant in MT-TL1, produces cortical and subcortical lesions that characteristically do not conform to a single vascular territory, are often posterior-predominant (parietal and occipital lobes), may migrate or recur in different locations, and are associated with elevated lactate on MR spectroscopy and in plasma. The stroke-like episodes in MELAS result from mitochondrial angiopathy and neuronal metabolic failure rather than thrombotic or embolic vascular occlusion. Homocystinuria (CBS deficiency, autosomal recessive) causes early-onset thromboembolic events including ischemic stroke, often in adolescents or young adults, through endothelial dysfunction from elevated homocysteine. Associated features include marfanoid habitus, ectopia lentis (downward lens subluxation, unlike Marfan syndrome where it is upward), and intellectual disability. Fabry disease (GLA, X-linked) is an under-recognized cause of cryptogenic stroke in young adults: white matter lesions resembling small vessel disease, posterior circulation strokes (vertebrobasilar territory), and the pulvinar sign (T1 hyperintensity of the lateral pulvinar nuclei from dystrophic calcification) should prompt GLA enzyme activity and genetic testing. Moyamoya disease — progressive stenosis of the distal internal carotid arteries with compensatory collateral vessel formation (the 'puff of smoke' on angiography) — occurs as an isolated condition (RNF213 is the major susceptibility gene, particularly in East Asian populations) and in association with several genetic syndromes including neurofibromatosis type 1 (NF1), Down syndrome, sickle cell disease, and Turner syndrome. COL4A1 and COL4A2 mutations cause a spectrum of cerebrovascular disease from prenatal porencephaly (schizencephaly-like cavities) to adult-onset small vessel disease with lacunar infarcts, white matter changes, and intracerebral hemorrhage, often with associated ocular anomalies and renal disease. The critical clinical skill is distinguishing these genetic stroke mimics from atherosclerotic or cardioembolic stroke by recognizing the atypical age of onset, non-vascular territory distribution, associated systemic features, and family history.",
      "keyPoints": [
        "MELAS (m.3243A>G in MT-TL1, ~80% of cases): stroke-like episodes produce cortical/subcortical lesions that do NOT conform to vascular territories, are posterior-predominant (parietal and occipital), and may migrate or expand over days; MR spectroscopy shows elevated lactate in both affected and unaffected brain regions; plasma lactate is elevated; associated features include sensorineural hearing loss, diabetes, cardiomyopathy, and short stature; arginine and citrulline supplementation may reduce stroke-like episode frequency",
        "Homocystinuria (CBS, autosomal recessive): elevated plasma homocysteine causes endothelial damage leading to arterial and venous thromboembolism including stroke, often in adolescence or young adulthood; clinical features include marfanoid habitus, downward lens subluxation (distinguishing from Marfan upward subluxation), osteoporosis, and intellectual disability; treatment with pyridoxine (responsive in ~50%), betaine, methionine restriction, and folate reduces vascular risk substantially",
        "Fabry disease (GLA, X-linked): white matter lesions mimicking small vessel disease in young adults, with preferential involvement of the posterior circulation (vertebrobasilar strokes); the pulvinar sign (T1 hyperintensity in the posterior thalamus) is a specific finding; systemic features include acroparesthesias, angiokeratomas, corneal verticillata, proteinuria, and cardiomyopathy; enzyme replacement therapy (agalsidase alfa or beta) and oral chaperone therapy (migalastat) are available; screening all young cryptogenic stroke patients for Fabry is increasingly recommended",
        "Moyamoya in genetic syndromes: progressive ICA stenosis with basal collateral formation; RNF213 R4810K variant is a major genetic risk factor (especially in East Asian populations); moyamoya occurs in up to 6% of NF1 patients (especially after cranial radiation), in Down syndrome (trisomy 21), sickle cell disease, and Turner syndrome (45,X); MRA or conventional angiography shows the characteristic 'puff of smoke' collateral pattern; surgical revascularization (direct or indirect bypass) is the primary treatment",
        "COL4A1/COL4A2 (autosomal dominant): spectrum from severe prenatal porencephaly (cavitary brain lesions presenting as neonatal hemiparesis) to adult-onset small vessel disease with lacunar infarcts, white matter hyperintensities, microbleeds, and intracerebral hemorrhage; associated features include ocular anomalies (Axenfeld-Rieger anomaly, retinal arteriolar tortuosity), renal disease (HANAC syndrome with COL4A1), and muscle cramps; family history of porencephaly, infantile hemiparesis, or early-onset hemorrhagic stroke should prompt COL4A1/A2 testing",
        "Distinguishing genetic stroke mimics from classic vascular stroke: key red flags for genetic etiology include age <45 without conventional vascular risk factors, lesions crossing vascular territory boundaries, recurrent strokes in different territories, associated systemic features (hearing loss, lens subluxation, skin findings), family history of early stroke or neurological disease, and metabolic abnormalities (elevated lactate, homocysteine); a low threshold for genetic testing in young stroke patients significantly improves diagnostic yield"
      ]
    }
  ],
  "quiz": [
    {
      "question": "A 6-month-old infant presents with developmental regression, feeding difficulties, and intermittent apneic episodes. MRI shows bilateral symmetric T2 hyperintensity in the putamen, caudate nuclei, and periaqueductal gray matter. MR spectroscopy demonstrates an elevated lactate peak. What is the most likely diagnosis?",
      "options": [
        "Wilson disease — copper deposition in basal ganglia",
        "Leigh syndrome — mitochondrial-driven subacute necrotizing encephalopathy",
        "Huntington disease — caudate atrophy with psychiatric features",
        "Kernicterus — bilirubin-induced basal ganglia injury"
      ],
      "answer": 1,
      "explanation": "Bilateral symmetric T2 hyperintensity in the putamen, caudate, and brainstem (periaqueductal gray) with elevated lactate on MRS in an infant with developmental regression is the classic MRI pattern of Leigh syndrome (subacute necrotizing encephalopathy). Leigh syndrome is caused by pathogenic variants in over 75 genes affecting mitochondrial oxidative phosphorylation (both mtDNA and nuclear-encoded). Wilson disease presents later (typically >5 years) and shows the 'face of the giant panda' sign. Huntington disease causes caudate atrophy rather than T2 hyperintensity and is an adult-onset condition (juvenile form is rare). Kernicterus causes globus pallidus T2 hyperintensity specifically and occurs in neonates with severe unconjugated hyperbilirubinemia."
    },
    {
      "question": "A 2-year-old child presents with progressive macrocephaly, seizures, and developmental delay. MRI shows frontal-predominant white matter T2 hyperintensity with a periventricular rim of contrast enhancement and signal abnormality extending into the basal ganglia and brainstem. The most likely diagnosis and causative gene are:",
      "options": [
        "Metachromatic leukodystrophy — ARSA deficiency with tigroid white matter pattern",
        "X-linked adrenoleukodystrophy — ABCD1 with posterior white matter predominance",
        "Krabbe disease — GALC deficiency with optic radiation and corticospinal tract involvement",
        "Alexander disease — GFAP gain-of-function with frontal white matter predominance and enhancement"
      ],
      "answer": 3,
      "explanation": "Frontal-predominant white matter involvement, macrocephaly, periventricular contrast enhancement, and extension into basal ganglia and brainstem is the hallmark MRI pattern of Alexander disease. Alexander disease is caused by heterozygous dominant gain-of-function variants in GFAP (glial fibrillary acidic protein), which encodes the major intermediate filament protein of astrocytes. The abnormal GFAP accumulates as Rosenthal fibers. MLD shows a posterior-predominant tigroid pattern without enhancement. ALD is posterior-predominant starting at the splenium. Krabbe affects the optic radiations and corticospinal tracts preferentially. The combination of frontal predominance, macrocephaly, and enhancing periventricular rim is virtually diagnostic of infantile Alexander disease."
    },
    {
      "question": "A term neonate presents with seizures on day 2 of life. MRI reveals a smooth brain surface (agyria) that is most severe posteriorly with some preserved gyral pattern in the frontal lobes (posterior > anterior gradient). The genetic test most likely to confirm the diagnosis is:",
      "options": [
        "LIS1/PAFAH1B1 sequencing and 17p13.3 deletion analysis — posterior-predominant lissencephaly",
        "DCX sequencing — anterior-predominant lissencephaly in males",
        "ARX sequencing — X-linked lissencephaly with abnormal genitalia",
        "TUBA1A sequencing — tubulinopathy with dysmorphic basal ganglia"
      ],
      "answer": 0,
      "explanation": "The posterior-greater-than-anterior gradient of lissencephaly (posterior agyria with relative frontal pachygyria) is the signature MRI pattern of LIS1/PAFAH1B1-related lissencephaly. LIS1 is located at 17p13.3, and approximately 60% of cases are caused by deletions (often as part of Miller-Dieker syndrome when larger deletions include adjacent genes) and 40% by point mutations. DCX mutations produce the opposite gradient — anterior-predominant agyria in hemizygous males and subcortical band heterotopia in heterozygous females. ARX causes lissencephaly with agenesis of the corpus callosum and ambiguous genitalia specifically. TUBA1A causes lissencephaly with dysmorphic basal ganglia and corpus callosum abnormalities."
    },
    {
      "question": "A 3-year-old child presents with hypotonia, developmental delay, episodic tachypnea in infancy, and oculomotor apraxia. MRI demonstrates the 'molar tooth sign' — thickened, horizontally oriented superior cerebellar peduncles with a deep interpeduncular fossa and vermis hypoplasia. The most likely diagnosis is:",
      "options": [
        "Dandy-Walker malformation — cystic fourth ventricle with vermis agenesis",
        "Joubert syndrome — ciliopathy with the pathognomonic molar tooth sign",
        "Pontocerebellar hypoplasia — TSEN54 mutation with flattened cerebellar hemispheres",
        "Chiari II malformation — hindbrain herniation with myelomeningocele"
      ],
      "answer": 1,
      "explanation": "The molar tooth sign on axial MRI is pathognomonic for Joubert syndrome and related disorders. It results from cerebellar vermis hypoplasia or aplasia combined with thickened, elongated, and horizontally oriented superior cerebellar peduncles that fail to decussate normally, creating the appearance of molar tooth roots. Joubert syndrome is a ciliopathy caused by variants in over 40 genes encoding primary cilium and basal body proteins. The triad of hypotonia, oculomotor apraxia, and episodic hyperpnea/tachypnea in infancy is classic. Dandy-Walker shows a cystic fourth ventricle but lacks the molar tooth configuration. PCH shows pontine and cerebellar hypoplasia without the molar tooth sign. Chiari II is associated with myelomeningocele and hindbrain herniation, not the molar tooth sign."
    },
    {
      "question": "A 28-year-old woman presents with acute headache, confusion, and visual field deficits. MRI shows cortical and subcortical T2 signal abnormality in the right occipital and left parietal lobes that does NOT conform to a single vascular territory. MR spectroscopy shows elevated lactate. Plasma lactate is elevated. She has a history of sensorineural hearing loss and her mother has diabetes. The most likely diagnosis is:",
      "options": [
        "Fabry disease — GLA mutation with posterior circulation stroke",
        "MELAS — m.3243A>G with stroke-like episodes not respecting vascular territories",
        "Homocystinuria — CBS deficiency with thromboembolic stroke",
        "CADASIL — NOTCH3 mutation with subcortical lacunar infarcts and white matter disease"
      ],
      "answer": 1,
      "explanation": "Stroke-like episodes with cortical lesions that do not respect vascular territory boundaries, posterior predominance (parieto-occipital), elevated brain and plasma lactate, sensorineural hearing loss, and maternal diabetes are hallmark features of MELAS (Mitochondrial Encephalomyopathy, Lactic Acidosis, and Stroke-like Episodes). The m.3243A>G variant in MT-TL1 accounts for approximately 80% of cases. The maternal history of diabetes is characteristic of maternal mtDNA inheritance — m.3243A>G is also a common cause of maternally inherited diabetes and deafness (MIDD). Fabry disease causes posterior circulation strokes but these follow vascular territories. Homocystinuria causes true thromboembolic vascular strokes. CADASIL causes subcortical lacunar infarcts and diffuse white matter changes, not cortical stroke-like episodes."
    }
  ]
}